Repository: nodew/AndroidManager
Catalog: AndroidManager/AndroidManager/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppName
source: Android manager
zh_cn: 安卓管理器

# DevicesLandingPageNavFileExplorer.Content
source: File explorer
zh_cn: 文件浏览

# DevicesLandingPageNavPackages.Content
source: Packages
zh_cn: 程序包管理

# DevicesLandingPageNavProcesses.Content
source: Processes
zh_cn: 进程管理

# DevicesPageAddConnectionButton.Content
source: Add connection
zh_cn: 添加设备

# DevicesPageAddDeviceDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# DevicesPageAddDeviceDialog.PrimaryButtonText
source: Connect
zh_cn: 连接

# DevicesPageAddDeviceDialog.Title
source: Add new connection
zh_cn: 连接新的设备

# DevicesPageConnectButton.Label
source: Connect
zh_cn: 连接

# DevicesPageConnectedDevice.Text
source: Connected devices
zh_cn: 已连接的设备

# DevicesPageConnectFailedDialogTitle
source: Failed to connect the device
zh_cn: 无法连接到设备

# DevicesPageFailureDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# DevicesPageFailureDialog.PrimaryButtonText
source: Confirm
zh_cn: 确认

# DevicesPageHost.Header
source: Host
zh_cn: 主机 IP

# DevicesPageInvalidAdbExe
source: Invalid adb.exe
zh_cn: 不能找到 adb.exe

# DevicesPageInvalidHostMessage
source: Host can't be empty
zh_cn: 主机 IP 不能为空

# DevicesPageInvalidPortMessage
source: Invalid port
zh_cn: 无效的端口号

# DevicesPageNoAdbServerHint.Text
source: There's no running adb server, try to start server
zh_cn: 没有检测到正在运行的 adb 服务，请启动 adb 服务

# DevicesPageNoDevicesHint.Text
source: There's no connected device, please add one to continue
zh_cn: 当前未连接任何设备，请添加一个设备以继续使用

# DevicesPagePort.Header
source: Port
zh_cn: 端口

# DevicesPageRereshButton.Label
source: Refresh
zh_cn: 刷新

# DevicesPageSettingButton.Label
source: Setting
zh_cn: 设置

# DevicesPageStartAdbButton.Content
source: Start adb server
zh_cn: 启动 adb 服务

# DevicesPageStartAdbServerDialogTitle
source: Failed to start adb server
zh_cn: 启动 adb 服务失败

# DevicesPageStartAdbServerUnknownError
source: Unknown error, please run adb server by yourself
zh_cn: 未知错误，请尝试自行启用 adb 服务

# DevicesPageUnauthorizedText
source: Please grant access on your device
zh_cn: 请授予设备的访问权限

# DevicesPageUnauthorizedTitle
source: Unauthorized
zh_cn: 未授权

# FileExplorerPageDownloadButton.Label
source: Download
zh_cn: 下载

# FileExplorerPageUploadButton.Label
source: Upload
zh_cn: 上传

# PackagePageInstallPakcageButton.Label
source: Install new package
zh_cn: 安装 APK 包

# RefreshAppBarButton.Label
source: Refresh
zh_cn: 刷新

source: Setting
zh_cn: 设置

# SettingsPageAdbPath.PlaceholderText
source: Leave it to empty to use default adb in path
zh_cn: 路径为空则使用系统默认 adb.exe

# SettingsPageAdbPathHeader.Text
source: Adb path
zh_cn: Adb 安装路径

# SettingsPageLangDefault.Content
source: Default language
zh_cn: 默认语言

# SettingsPageLanguageHeader.Text
source: Language
zh_cn: 语言

# SettingsPageSaveButton.Content
source: Save
zh_cn: 保存

# SettingsPageThemeDark.Content
source: Dark theme
zh_cn: 深色主题

# SettingsPageThemeDefault.Content
source: Follow system theme
zh_cn: 系统主题

# SettingsPageThemeHeader.Text
source: Theme
zh_cn: 主题

# SettingsPageThemeLight.Content
source: Light theme
zh_cn: 浅色主题

# SettingsPageTitle.Header
source: Setting
zh_cn: 设置
